{
 "B0054QNL38":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "All", 
 "rating": 4.0, 
 "title":"AmazonBasics 3.5mm Aux Portable Speaker",
 "description":"You can connect this speaker system to pretty much anything that has an audio port and it'll work. Great for personal listening or sharing music and video fun with friends.", 
 "price":{"currency":"USD", "value":17.39}, 
 "image" : {"width":500, "height":350, "url":"http://ecx.images-amazon.com/images/I/41gCO2REuQL.jpg"}
 },
 "B00FME5J82":
 {
  "productType":"PHYSICAL", 
  "brand" : "", 
  "category": "ClothingAndAccessories", 
  "rating": 5, 
  "title":"Puma Kids Boys Cat Tee",
  "description":"Boys essential short sleeve crewneck in lightweight cotton jersey accented with contrasting signature graphics at the front. Printed logo at back.",
  "price":{"currency":"USD", "value":9.99},
  "image" : {"width":190, "height":246, "url":"http://ecx.images-amazon.com/images/I/318fG8llP0L._SL246_SX190_CR0,0,190,246_.jpg"}
  },
 "B007B64O0S":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Appliances", 
 "rating": 3, 
 "title":"Nesco PIC-14 Portable Induction Cooktop, 1500-Watt",
 "description":"This Nesco Induction Cooktop provides the best in cooktop performance. Uses less energy and provides practically instant heat and since there are no open flames or hot coils, is safer to use than conventional burners. It allows for instant control of cooking energy for precise cooking control.",
 "price":{"currency":"USD", "value":58.88},
 "image" : {"width":1500, "height":876, "url":"http://ecx.images-amazon.com/images/I/711rkzC4RSL._SL1500_.jpg"}
 },
 "B000XZYISM":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "ArtsCraftsAndSewing", 
 "rating": 3, 
 "title":"Susan Bates Silvalume Crochet Hook Set in Pouch Sizes F, G, H, I, J, K",
 "description":"These silvalume hook have the broadest range within the Susan bates family of hook. Made of lightweight aluminum, each silvalume hook undergoes a special anodizing process that etches away all surface impurities. In addition, each hook is heat treated for strength and durability and polished for a velvety smooth finish. Each size is color coded so you can find the size you need at a glance. The vinyl case is perfect to store your hooks safely. These hooks famous in line head helps reduce wrist motion for fatigue free crocheting and helps you maintain a more consistent gauge. Each gift set contains six hooks in US sizes 3.75 mm, 4 mm, 5 mm, 5.5 mm, 6 mm and 6.5 mm.",
 "price":{"currency":"USD", "value":6.71},
 "image" : {"width":620, "height":1200, "url":"http://ecx.images-amazon.com/images/I/71mmMCX5l%2BL._SL1500_.jpg"}
 },
 "B000S5Q9CA":
 {
 "productType":"PHYSICAL", 
 "brand" : "Amazon", 
 "category": "Automotive", 
 "rating": 4.5, 
 "title":"Motorola Vehicle Power Adapter micro-USB Rapid Rate Charger",
 "description":"The Motorola Micro USB high-performance car charger is a requirement for anyone who is on the road. Through your vehicle power adapter you can talk and charge at the same time so your cell phone will stay charged while you are on the go. The sleek design of the charger will complement your phone as you power up directly from your vehicleís adapter. The retention clip secures the cord giving this high performance car charger a clean appearance.",
 "price":{"currency":"USD", "value":5.53},
 "image" : {"width":427, "height":500, "url":"http://ecx.images-amazon.com/images/I/41noIKEcGGL.jpg"}
 },
 "B000YDDF6O":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Baby", 
 "rating": 4.5, 
 "title":"Baby Einstein Take Along Tunes",
 "description":"Promote music appreciation and auditory development by introducing your little one to baby-friendly versions of classical masterpieces by Mozart, Vivaldi, Chopin and Rossini with the Baby Einstein take along Tunes. A large, easy to press button allows your baby to toggle through 7 high quality and enjoyable classical melodies at home, or for on-the-go fun. This baby's version of an MP3 player has colorful lights that dance across the screen to enhance each entertaining melody and promote visual perception.",
 "price":{"currency":"USD", "value":8.00},
 "image" : {"width":1500, "height":1500, "url":"http://ecx.images-amazon.com/images/I/71kVNVXXSbL._SL1500_.jpg"}
 },
 "B0019LVFSU":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Beauty", 
 "rating": 4.5, 
 "title":"Now Foods, Sweet Almond Oil",
 "description":"Conditon: For skin in need of clean and natural nourishment, as a moisturizer or for massage.",
 "price":{"currency":"USD", "value":8.39},
 "image" : {"width":492, "height":1500, "url":"http://ecx.images-amazon.com/images/I/71iij3uy0gL._SL1500_.jpg"}
 },
 "0307265439":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Books", 
 "rating": 4.5, 
 "title":"The Road",
 "description":"",
 "price":{"currency":"USD", "value":17.23},
 "image" : {"width":211, "height":345, "url":"http://ecx.images-amazon.com/images/I/217yaUGOePL._SY344_PJlook-inside-v2,TopRight,1,0_SH20_BO1,204,203,200_.jpg"}
 },
 "B0076QXK08":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Collectibles", 
 "rating": 4.5, 
 "title":"Autographed Amani Toomer New York Giants Authentic Nfl Reebok Blue Jersey",
 "description":"Autographed Amani Toomer New York Giants Authentic Nfl Reebok Blue Jersey. This item comes with a Certificate of Authenticity and matching hologram from Athletic Promotional Events, guaranteeing the authenticity of this hand-signed autograph.",
 "price":{"currency":"USD", "value":222.95},
 "image" : {"width":397, "height":480, "url":"http://ecx.images-amazon.com/images/I/41xloF%2B3NcL.jpg"}
 },
 "B00B5AAW9I":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "MoviesAndTV", 
 "rating": 3.0, 
 "title":"Fringe: The Complete Series [Blu-ray] (2013)",
 "description":"",
 "price":{"currency":"USD", "value":75.99},
 "image" : {"width":1186, "height":1500, "url":"http://ecx.images-amazon.com/images/I/715RCxOsbcL._SL1500_.jpg"}
 },
 "B009SYZ8OC":
 {
 "productType":"PHYSICAL", 
 "brand" : "AmazonBasics", 
 "category": "Electronics", 
 "rating": 4.5, 
 "title":"AmazonBasics USB A to Lightning Compatible Cable (3 Feet/0.9 Meter)",
 "description":"This Lightning to USB A charging/sync cable lets you connect you iPhone, iPad, or iPod with Lightning connector to charge your device or sync with your media library.",
 "price":{"currency":"USD", "value":13.99},
 "image" : {"width":1500, "height":1248, "url":"http://ecx.images-amazon.com/images/I/71Q6qO7ONlL._SL1500_.jpg"}
 },
 "B005CT9S7U":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Grocery", 
 "rating": 4.5, 
 "title":"Planters Nuts",
 "description":"Cashew Halves & Pieces.",
 "price":{"currency":"USD", "value":6.94},
 "image" : {"width":1120, "height":1500, "url":"http://ecx.images-amazon.com/images/I/81fKH25gq-L._SL1500_.jpg"}
 },
 "B000GLRREU":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "HealthPersonalCare", 
 "rating": 4.5, 
 "title":"Waterpik Ultra Water Flosser",
 "description":"The Waterpik Water Flosser is the easy and more effective way to floss. And it's perfect for anyone with braces, implants, crowns, bridges, or periodontal pockets. Water flossing for about a minute a day comfortably removes up to 99.9% of plaque from treated areas as it gently massages the gums to improve overall oral health. Waterpik Water Flossers are the only brand clinically proven to be up to 50% more effective than traditional dental floss and up to 80% more effective than Sonicare Air Floss for improving gum health.",
 "price":{"currency":"USD", "value":44.99},
 "image" : {"width":1139, "height":1500, "url":"http://ecx.images-amazon.com/images/I/81fYIdAJZGL._SL1500_.jpg"}
 },
 "B0013BKDO8":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Home", 
 "rating": 4.5, 
 "title":"AcuRite 613 Indoor Humidity Monitor",
 "description":"Check comfort conditions in the house at a glance with this combination thermometer and humidity gauge from Chaney. Designed for indoor use, the unit features a large, easy-to-read display with numerical readouts as well as a simple house-shaped icon that reflects humidity comfort levels. The display also tracks daily highs and lows for both temp and humidity. A compact and portable little device, the gauge comes with a magnet backing for sticking on the fridge or a metal shelf as well as a foldout stand for the desktop. It requires one AA battery, which is not included, and measures 2-1/2 by 3 inches.",
 "price":{"currency":"USD", "value":9.98},
 "image" : {"width":1500, "height":1500, "url":"http://ecx.images-amazon.com/images/I/81dk1r84w2L._SL1500_.jpg"}
 },
 "B00CHCKCBG":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "IndustrialAndScientific", 
 "rating": 4.5, 
 "title":"Blazer CG-001 Butane Refillable Cigar Torch Lighter, Jungle Camouflage",
 "description":"The Blazer CG-001 refillable butane lighter has a piezoelectric ignition system to apply direct heat to an object, and can be used to light pipes, cigars, and cigarettes. The lighter houses a piezoelectric ignition system, which is based on a pressurized molecular reaction, and requires no electric connection. Piezoelectric energy occurs when the trigger is activated, releasing a small, spring-loaded internal hammer that strikes a crystal, producing a spark and resulting in gas flame ignition. A window enables users to determine the amount of fuel remaining. The blue-torch flame is wind-resistant to provide precise control in outdoor or rugged conditions. The fuel-adjustment dial at the base of the lighter controls the flame length. The lighter weighs 1.3 oz.",
 "price":{"currency":"USD", "value":12.89},
 "image" : {"width":1400, "height":1400, "url":"http://ecx.images-amazon.com/images/I/61DjqXQiM5L._AA1400_.jpg"}
 },
 "B002DYJRH8":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Jewelry", 
 "rating": 4.5, 
 "title":"14k Yellow Gold Light Rope Chain Necklace",
 "description":"The purity of gold is measured in karats. Pure gold measures 24 karats but is too soft in this state to be used effectively in jewelry. So it is alloyed with other metals--silver, copper, nickel, and zinc--to increase its strength and durability. Common measurements once the alloy is added are 18 karat (75% gold), 14 karat (58%), and 10 karat (47.7%). In the United States, the legal karat limit for the metal to still be considered gold is 10 karats. A higher karat measurement in gold content indicates a greater value of the jewelry piece. Gold jewelry should always be stamped with the karat mark, either 18k, 750 (European marking for 18k), 14k, 585 (European marking for 14k), or 10k. In addition, to assure its quality, the piece should be stamped with the manufacturer's trademark or country of origin.",
 "price":{"currency":"USD", "value":49.00},
 "image" : {"width":500, "height":392, "url":"http://ecx.images-amazon.com/images/I/31ujSfazcYL.jpg"}
 },
 "B003G4W49C":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "KindleStore", 
 "rating": 4.5, 
 "title":"Pampers Sensitive Wipes",
 "description":"No matter their skin type, your baby deserves proven skin care. Pampers Sensitive wipes are made with PureCare lotion that helps condition baby’s skin and is clinically proven mild. They’re also made with pure water and contain a touch of aloe and chamomile. Sensitive wipes are dermatologist tested, hypoallergenic, and perfume free. Proven care for baby’s delicate skin.",
 "price":{"currency":"USD", "value":12.89},
 "image" : {"width":150, "height":150, "url":"http://ecx.images-amazon.com/images/I/81ECkYFt9vL._SX522_.jpg"}
 },
 "B007KXO970":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Kitchen", 
 "rating": 4.5, 
 "title":"Ender's Game: 1 (The Ender Quintet) [Kindle Edition]",
 "description":"In order to develop a secure defense against a hostile alien race's next attack, government agencies breed child geniuses and train them as soldiers. A brilliant young boy, Andrew Wiggin lives with his kind but distant parents, his sadistic brother Peter, and the person he loves more than anyone else, his sister Valentine. Peter and Valentine were candidates for the soldier-training program but didn't make the cutóyoung Ender is the Wiggin drafted to the orbiting Battle School for rigorous military training.",
 "price":{"currency":"USD", "value":3.99},
 "image" : {"width":300, "height":300, "url":"http://ecx.images-amazon.com/images/I/51qrFCx28OL._BO2,204,203,200_PIsitb-sticker-arrow-click,TopRight,35,-76_AA278_PIkin4,BottomRight,-66,22_AA300_SH20_OU01_.jpg"}
 },
 "B003AQBJ5Q":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "LawnAndGarden", 
 "rating": 4.5, 
 "title":"Ace Evert 9-Feet Auto Tilt Market Umbrella, Olefin Fabric",
 "description":"9, Auto tilt market umbrella you can maximize shading area with the easy to use auto tilting mechanism and angle the umbrella against the sun. Sturdy aluminum construction provides for years of trouble free use and fade resistant Khaki color olefin fabric looks great.",
 "price":{"currency":"USD", "value":79.99},
 "image" : {"width":1500, "height":1058, "url":"http://ecx.images-amazon.com/images/I/71%2B3CHFWvTL._SL1500_.jpg"}
 },
 "B004GVZUUY":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "MagazineSubscriptions", 
 "rating": 4.5, 
 "title":"Reader's Digest (1-year auto-renewal)",
 "description":"Every month, Reader's Digest Magazine comes out with what's new in health, books, humor, food, and more. Reader's Digest is easy to read, with colorful art, smart features, and a handsome layout with plenty of room for all the latest in the areas that matter to you. Subscribers to Reader's Digest Magazine enjoy the inspiring true stories, the healthy recipes, and the helpful hints for around the house. ",
 "price":{"currency":"USD", "value":15.00},
 "image" : {"width":358, "height":500, "url":"http://ecx.images-amazon.com/images/I/51gW580CdHL.jpg"}
 },
 "B000FZDIL8":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Music", 
 "rating": 4.5, 
 "title":"The Little Mermaid [Enhanced, Extra Tracks, Soundtrack, Special Edition]",
 "description":"This CD is being re release in conjunction with the DVD release coning out on the same day. This 2 disc special edition includes a bonus disc with Disenymania style versions of The Little Mermaid classic songs by today's hottest artists including, Jonas Brothers, Raven-Symone, Jessica Simpson and Ashley Tisdale (from High School Musical) plus two videos!",
 "price":{"currency":"USD", "value":11.99},
 "image" : {"width":400, "height":463, "url":"http://ecx.images-amazon.com/images/I/51R6QwXIVUL.jpg"}
 },
 "B002026DR0":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "MusicalInstruments", 
 "rating": 4.5, 
 "title":"Mendini 4/4 MV300 Solid Wood Violin in Satin Finish with Hard Case, Shoulder Rest, Bow, Rosin and Extra Strings - Full Size",
 "description":"All of our violins are handcrafted instruments that are tested at our factory and inspected again by skilled technicians at our Los Angeles distribution center prior to shipping. Please read the setup and tuning instructions carefully after receiving the violin. It will help you understand how to set up and tune the violin.",
 "price":{"currency":"USD", "value":62.92},
 "image" : {"width":1500, "height":1500, "url":"http://ecx.images-amazon.com/images/I/81R3LNhq3uL._SL1500_.jpg"}
 },
 "B00F0AI9Y4":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "MP3Downloads", 
 "rating": 4, 
 "title":"True",
 "description":"",
 "price":{"currency":"USD", "value":9.49},
 "image" : {"width":280, "height":280, "url":"http://ecx.images-amazon.com/images/I/41sbNkaS3hL._SL500_AA280_.jpg"}
 },
 "B004U9TEEA":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "OfficeProducts", 
 "rating": 4.5, 
 "title":"Paper Mate InkJoy 300 RT Retractable Medium Point Ballpoint Pens, Assorted Colors, 8 Pack (1781564)",
 "description":"The Paper Mate InkJoy pen features the revolutionary InkJoy writing system, which gives you the best in effortless writing. The InkJoy writing system starts quickly without dragging, requires minimal pressure from your hand, and delivers crisp, clean lines every time.",
 "price":{"currency":"USD", "value":2.78},
 "image" : {"width":500, "height":500, "url":"http://ecx.images-amazon.com/images/I/51gg%2BR4Kc6L.jpg"}
 },
 "B008CDY9MW":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "OutdoorLiving", 
 "rating": 4.5, 
 "title":"Diamondback Girls' Mini Della Cruz Cruiser Bike",
 "description":"It's your choice: you can get your kids off to a healthy start by buying them a trouble-free quality bike that gives them their first taste of freedom, or you can buy one with a price closer to free and make riding a source of frustration. Enter the Diamondback Mini Della Cruz 16-inch girl's bike, a high-quality beginner's bike that's a TV's worst nightmare. The Mini Della Cruz is equipped with a number of quality replaceable parts, such as a heavy-duty steel frame and fork, aluminum rims, and quality bearings and hardware, all of which combine to make riding bicycles the liberating and healthy activity it should be. The Mini Della Cruz also offers such features as a coaster brake, custom fenders, a Diamondback kids' springer cruiser saddle, and a set of training wheels to get your daughter up to speed.",
 "price":{"currency":"USD", "value":143.99},
 "image" : {"width":1500, "height":1341, "url":"http://ecx.images-amazon.com/images/I/81wabJPSeoL._SL1500_.jpg"}
 },
 "B00CLA0ZSY":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "PetSupplies", 
 "rating": 4.5, 
 "title":"K&H Manufacturing Outdoor Kitty A-Frame Cat House",
 "description":"This large, multi-cat kitty house is the perfect shelter for any outdoor cat. The waterproof fabric and unique overhang roof design helps keep cats warm and dry and offers a comforting shelter that is large enough for up to 4 kitties. Includes and accommodates a medium K and H Lectro-Soft Outdoor Heated Bed. Available heated and also unheated, we can't think of anything more comforting to an outdoor cat A place to call home.",
 "price":{"currency":"USD", "value":101.98},
 "image" : {"width":1500, "height":1500, "url":"http://ecx.images-amazon.com/images/I/91dPKJphocL._SL1500_.jpg"}
 },
 "B007KXO970":
 {
 "productType":"PHYSICAL", 
 "brand" : "Calvin Klein", 
 "category": "Shoes", 
 "rating": 4.5, 
 "title":"Calvin Klein Men's Quinlan Loafer",
 "description":"Refined mocc stitching and a polished detail offer a crisp take on a dress-casual classic.",
 "price":{"currency":"USD", "minValue":120.00, "maxValue":129.95},
 "image" : {"width":170, "height":80, "url":"http://ecx.images-amazon.com/images/I/41uoGHNUOSL._SX170_.jpg"}
 },
 "B00FX7OSXU":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "SportsAndOutdoors", 
 "rating": 5, 
 "title":"Flag Football Bundle",
 "description":"",
 "price":{"currency":"USD", "value":33.90},
 "image" : {"width":500, "height":500, "url":"http://ecx.images-amazon.com/images/I/51NrmvXnUhL.jpg"}
 },
 "B00352O79U":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "ToolsAndHomeImprovement", 
 "rating": 4.5, 
 "title":"Energizer Pro 7 LED Headlamp",
 "description":"The Energizer 7-LED headlamp includes four light modes plus a strobe feature, a pivoting water-resistant head, and an improved, wider comfort strap.",
 "price":{"currency":"USD", "value":15.70},
 "image" : {"width":1500, "height":756, "url":"http://ecx.images-amazon.com/images/I/7102QEzjGML._SL1500_.jpg"}
 },
 "B00BJ60HB6":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "ToysAndGames", 
 "rating": 4.5, 
 "title":"Gund Fun Rock-A-Bye Baby Bear Animated",
 "description":"Rock-a-bye Bear features a rocking motion and mouth movement. The bear recites 2 songs. (24 second original composition and 53 seconds PD song=77 sec total speech time) 3AA replaceable batteries included.",
 "price":{"currency":"USD", "value":29.48},
 "image" : {"width":1500, "height":1500, "url":"http://ecx.images-amazon.com/images/I/71jTsqscb5L._SL1500_.jpg"}
 },
 "B002I098JE":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "VideoGames", 
 "rating": 4.0, 
 "title":"Pampers Sensitive Wipes",
 "description":"Call of Duty: Ghosts is an extraordinary step forward for one of the largest entertainment franchises of all-time. This new chapter in the Call of Duty franchise features a new dynamic where players are on the side of a crippled nation fighting not for freedom, or liberty, but simply to survive.",
 "price":{"currency":"USD", "value":55.99},
 "image" : {"width":971, "height":1200, "url":"http://ecx.images-amazon.com/images/I/8125h60acML._SL1200_.jpg"}
 },
 "B000AR7S3A":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "Watches", 
 "rating": 4.5, 
 "title":"Casio Men's G100-1BV G-Shock Classic Ana-Digi Watch",
 "description":"With the launch of its first watch in November 1974, Casio entered the wristwatch market at a time when the watch industry had just discovered digital technology. As a company with cutting-edge electronic technology developed for pocket calculators, Casio entered this field confident that it could develop timepieces that would lead the market.",
 "price":{"currency":"USD", "value":54.83},
 "image" : {"width":190, "height":246, "url":"http://ecx.images-amazon.com/images/I/41T9gK%2BuYkL._SL246_SX190_CR0,0,190,246_.jpg"}
 },
 "B00CEKXJ3Y":
 {
 "productType":"PHYSICAL", 
 "brand" : "", 
 "category": "CellphoneAccessories", 
 "rating": 4.5, 
 "title":"Samsung Galaxy S4, Black (Sprint)",
 "description":"Make every moment of your life meaningful with the Samsung Galaxy S4 from Sprint. The Galaxy S4 does what you want and what you didn't know was even possible. Erase a photo's background distractions with just a touch, catch every part of your child's somersault, or capture your view of the city skyline. Preview photos and files or read a news article without ever touching the screen. Use one screen to check Facebook as you catch up on email.",
 "price":{"currency":"USD", "minValue":59.99, "maxValue":699.99},
 "image" : {"width":88, "height":88, "url":"http://ecx.images-amazon.com/images/I/41a94BWHXbL._SL75__US88.jpg"}
 }
}